[
  {
    "name": "GitHub",
    "description": "A platform for version control and collaboration. GitHub lets developers work together on projects from anywhere in the world.",
    "link": "https://github.com"
  },
  {
    "name": "Stack Overflow",
    "description": "A public Q&A site for programmers. Find solutions to coding problems and share knowledge with a community of developers.",
    "link": "https://stackoverflow.com"
  },
  {
    "name": "MDN Web Docs",
    "description": "Comprehensive documentation for web developers. Includes detailed information on HTML, CSS, JavaScript, and Web APIs.",
    "link": "https://developer.mozilla.org"
  },
  {
    "name": "Figma",
    "description": "A collaborative interface design tool that's available in the browser. Create, test, and share designs with your team.",
    "link": "https://figma.com"
  },
  {
    "name": "ChatGPT",
    "description": "An AI language model that can assist with writing, coding, learning, and more through natural conversation.",
    "link": "https://chat.openai.com"
  },
  {
    "name": "Notion",
    "description": "An all-in-one workspace for notes, tasks, wikis, and databases. Organize your work and life in one flexible tool.",
    "link": "https://notion.so"
  },
  {
    "name": "Product Hunt",
    "description": "A platform to discover the latest mobile apps, websites, and technology products. Find daily features and trending tech.",
    "link": "https://producthunt.com"
  },
  {
    "name": "Trello",
    "description": "A visual tool for organizing your work and life. Trello's boards, lists, and cards help teams manage projects collaboratively.",
    "link": "https://trello.com"
  },
  {
    "name": "Perplexity AI",
    "description": "An AI language model that can assist with various tasks, mostly used due to web browsing capabilities, also can be used without an account.",
    "link": "https://www.perplexity.ai"
  },
  {
    "name": "DuckDuckGo",
    "description": "Popular search engine that focuses on privacy and anti-data collection.",
    "link": "https://www.duckduckgo.com"
  },
  {
    "name": "Emalm",
    "description": "A neat free video and image upload website, does not require an account.",
    "link": "https://emalm.com"
  },
  {
    "name": "Imgur",
    "description": "Well known website for uploading images free and without an account.",
    "link": "https://imgur.com"
  },
  {
    "name": "Discord",
    "description": "One of the most popular social media applications, focused towards gamers and community driven audience.",
    "link": "https://discord.com"
  },
  {
    "name": "AlternativeTo",
    "description": "Discover great apps, websites, and tools that are similar to what you're already using.",
    "link": "https://alternativeto.net"
  },
  {
    "name": "Wolfram Alpha",
    "description": "A computational knowledge engine that answers factual queries directly by computing the answer from curated data.",
    "link": "https://www.wolframalpha.com"
  },
  {
    "name": "Libgen",
    "description": "A file-sharing website for scientific journal articles, books, and images.",
    "link": "https://libgen.rs"
  },
  {
    "name": "Internet Archive",
    "description": "A non-profit library of millions of free books, movies, software, music, websites, and more.",
    "link": "https://archive.org"
  },
  {
    "name": "Have I Been Pwned",
    "description": "Check if your email address has been compromised in a data breach.",
    "link": "https://haveibeenpwned.com"
  },
  {
    "name": "DeepL",
    "description": "An AI-powered translation tool that offers highly accurate and natural-sounding translations.",
    "link": "https://www.deepl.com/translator"
  },
  {
    "name": "Canva",
    "description": "A graphic design platform that makes it easy to create professional-looking visuals.",
    "link": "https://www.canva.com"
  },
  {
    "name": "Grammarly",
    "description": "An AI-powered writing assistant that helps you write clearly and effectively.",
    "link": "https://www.grammarly.com"
  },
  {
    "name": "Overleaf",
    "description": "A collaborative, online LaTeX editor for writing and publishing scientific documents.",
    "link": "https://www.overleaf.com"
  },
  {
    "name": "Radio Garden",
    "description": "Explore live radio stations from around the world.",
    "link": "https://radio.garden/visit/the-world/n2mrXFwU"
  },
  {
    "name": "CamelCamelCamel",
    "description": "Track Amazon prices and get alerts when products go on sale.",
    "link": "https://camelcamelcamel.com"
  },
  {
    "name": "Remove.bg",
    "description": "Automatically remove the background from images.",
    "link": "https://www.remove.bg"
  },
  {
    "name": "JustWatch",
    "description": "Find out where to watch movies and TV shows streaming online.",
    "link": "https://www.justwatch.com"
  },
  {
    "name": "Ninite",
    "description": "Download and install multiple Windows programs at once, without any bloatware.",
    "link": "https://ninite.com"
  },
  {
    "name": "ToffeeShare",
    "description": "Share files of any size directly from your browser, with no storage limits.",
    "link": "https://toffeeshare.com"
  },
  {
    "name": "PrivNote",
    "description": "Send self-destructing messages that disappear after being read.",
    "link": "https://privnote.com"
  },
  {
    "name": "Down for Everyone or Just Me",
    "description": "Check if a website is down for everyone or just you.",
    "link": "https://downforeveryoneorjustme.com"
  },
  {
    "name": "A Soft Murmur",
    "description": "Create a relaxing ambiance with customizable ambient sounds.",
    "link": "https://asoftmurmur.com"
  },
  {
    "name": "OldMapsOnline",
    "description": "View a wide variety of historical maps throughout a large timeline."
    "link": "https://www.oldmapsonline.org"
  }
]
